Repository: xgrind/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: hu_hu

# #600
source: @DISTRONAME@ Settings
hu_hu: @DISTRONAME@ Beállítások

# #601
source: Interface
hu_hu: Interfész

# #602
source: Address
hu_hu: Cím

# #603
source: Type
hu_hu: Típus

# #604
source: State
hu_hu: Állapot

# #605
source: Address
hu_hu: Cím

# #606
source: Distribution:
hu_hu: Disztribúció:

# #607
source: Version:
hu_hu: Verzió:

# #608
source: Architecture:
hu_hu: Architektúra:

# #609
source: @DISTRONAME@ is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
hu_hu: A @DISTRONAME@-et Linux- és Kodi-rajongókból álló globális csapat hozta létre, akik időt és energiát fordítanak a projekt menedzselésére, kódírásra és támogatásra. Örömet okoz az elkészítése. Reméljük, hogy a használata is örömet fog okozni!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://discourse.coreelec.org[CR][CR][B]Documentation[/B] can be read at our website:[CR]https://coreelec.org[CR][CR][B]Wiki[/B] can be read at our website:[CR]https://wiki.coreelec.org[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/@DISTRONAME@[CR][CR]
hu_hu: [B]A támogatást[/B] a fórumunkon keresztül biztosítjuk: [CR]https://discourse.coreelec.org[CR][CR][B]Dokumentáció[/B] a következő webhelyen olvasható:[CR] A https://coreelec.org[CR][CR][B]Wiki[/B] a weboldalunkon olvasható: [CR]https://wiki.coreelec.org[CR][CR][B]Kód [/B] megtalálható a GitHubon:[CR]https://github.com/@DISTRONAME@[CR][CR]

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
hu_hu: Állítsa be a rendszer nevét, a billentyűzet típusát, hajtson végre alaphelyzetbe állítást, frissítést, vagy biztonsági mentést, és visszaállítást

# #701
source: Configure network startup options, NTP and VPNs
hu_hu: Konfigurálja a hálózat indítási beállításokat, az NTP-t és a VPN-t

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
hu_hu: A rendszer számára elérhető vezetékes, vezeték nélküli és VPN kapcsolatok kezelése

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
hu_hu: Olyan rendszerszolgáltatások konfigurálása, mint a Samba, SSH, Cron, Avahi és Syslog

# #704
source: Configure and pair Bluetooth devices
hu_hu: Bluetooth eszközök konfigurálása és párosítása

# #705
source: Useful information like version and architecture details, support and documentation links.
hu_hu: Hasznos információk, például verzió- és architektúrarészletek, támogatási és dokumentációs hivatkozások

# #707
source: Configure updates
hu_hu: Frissítések beállításai

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
hu_hu: A te CoreeELEC rendszeredhez tartozó host név beállítása. A HTPC \\hostname a Mac OS Finderben kerül felhasználásra, mint a Windows és SMB szerver neve.

# #711
source: Configure the 1st keyboard software layout
hu_hu: Az 1. szofveres billentyűzet beállítása

# #712
source: Configure the 2nd keyboard software layout
hu_hu: A 2. szofveres billentyűzet beállítása

# #713
source: Configure the physical keyboard type
hu_hu: Fizikai billentyűzet típusának beállítása

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
hu_hu: @DISTRONAME@ beállítható automatikus vagy kézi frissítésre. Az automatikus frissítés elérhető a stabil kiadásokon és a stabil kiadásra jelölt verziókon. Az automatikus frissítés letiltható a béta és fejlesztői változatoknál.

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
hu_hu: Állítsd BE-re és a kijelzőn üzenet jelenik meg, amennyiben új frissítés elérhető.

# #716
source: Update to the next stable release instead of remaining on nightly builds, when the next stable release is ready.
hu_hu: Frissítsen a következő stabil kiadásra ahelyett, hogy nightly buildeken maradna, amikor a következő stabil kiadás készen áll.

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
hu_hu: Küldj betöltési konfigurációt /flash-ből, kodi.log-ot, kernel naplót és Samba beállításokat a http://ix.io címre és jelenítsd meg a rövid URL-t

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
hu_hu: Küldj betöltési konfigurációt /flash-ből, kodi_crash.log-ot, kernel naplót és Samba beállításokat a http://ix.io címre és jelenítsd meg a rövid URL-t

# #720
source: Set to ON to enable the Bluetooth service
hu_hu: Kapcsold BE-re a Bluetooth engedélyezéséhez

# #721
source: Send CoreELEC debug info without logs to http://ix.io, and display the short URL
hu_hu: Küldd el a CoreELEC hibakeresési információkat naplók nélkül a http://ix.io címre, és jelenítse meg a rövid URL-t

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
hu_hu: tar archívum készítése a @DISTRONAME@ és a Kodi minden konfigurációs beállításairól, adatbázisairól és előnézeti képeiről. A mentés fájljai a /storage/backup/ könyvtárban kerül tárolásra.

# #723
source: Restore a tar archive backup previously created using the backup option above
hu_hu: Korábban, a fenti biztonsági mentés opcióval készített tar archívumból visszaállítás.

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
hu_hu: [COLOR FF00FF00]RÉSZLEGES VISSZAÁLLÍTÁS[/COLOR] @DISTRONAME@ konfigurációjának alaphelyzetbe állítása (viszaállítja a Kodit is, beleértve az alapértelmezett könyvtáraidat is. A médiatartalmaidat - zenék/videók/stb, ez nem érinti)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
hu_hu: [COLOR FFFF0000]TELJES VISSZAÁLLÍTÁS[/COLOR] @DISTRONAME@ és a Kodi konfigurációjának visszaállítása alapértelmezettre. (a CE tárolási partición is minden törlésre kerül)

# #726
source: Enable or disable support for Wireless (WLAN) networks
hu_hu: Vezeték nélküli (WLAN) hálózat be- vagy kikapcsolása

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
hu_hu: 'Tethered' Wireless Access Point engedélyezése. Ehhez az szükséges, hogy a vezeték nélküli kártya (és a drivere) támogassa a bridging-et és a access poin módot. Nem minden kártya képes erre.

# #728
source: Configure the Access Point SSID
hu_hu: Hozzáférési pont SSID konfigurálása

# #729
source: Configure the Access Point Passphrase
hu_hu: Hozzáférési pont jelszó konfigurálása

# #730
source: Enable or disable support for Wired (Ethernet) networks
hu_hu: Vezetékes (Ethernet) hálózat be- vagy kikapcsolása

# #732
source: Configure the 1st time (NTP) server
hu_hu: 1. időszerver (NTP) konfigurálása

# #733
source: Configure the 2nd time (NTP) server
hu_hu: 2. időszerver (NTP) konfigurálása

# #734
source: Configure the 3rd time (NTP) server
hu_hu: 3. időszerver (NTP) konfigurálása

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
hu_hu: Állíts BE-re, hogy késleltesd a Kodi indulását, míg a hálózat elérhetővé válik. Használd akkor, ha az operációs rendszer betölti a Kodit, mielőtt a hálózat feláll és a központi SQL elérhetővé válik.

# #737
source: Time in seconds to wait for an established network connection.
hu_hu: Idő másodpercben, ameddig várakozik a hálózati kapcsolatra.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
hu_hu: Állítsd BE-re a beépített Samba (SMB) fájlmegosztó szolgáltatás engedélyezéséhez

# #739
source: Set to ON to require username/password access to local Samba fileshares
hu_hu: Állítsd BE-re, hogy a helyi Samba fájlmegosztások eléréséhez felhasználónév/jelszó legyen szükséges

# #740
source: Set the username for Samba sharing
hu_hu: Samba megosztás felhasználónév megadása

# #741
source: Set the password for Samba sharing
hu_hu: Samba megosztás jelszavának megadása

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'coreelec'.
hu_hu: Állíts BE-re a beépített SSH szerver engedélyezéséhez. Az SSH konzol 'root' felhasználóval érhető el a jelszava 'coreelec'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
hu_hu: Állítsd BE-re, ha a privát SSH kulcsodat a HTPC-dre másoltad és szeretnéd növelni a biztonságot azzal, hogy az SSH felhasználóval és jelszóval történő autentikációt letiltod.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
hu_hu: Állítsd BE-re az Avahi (Zeroconf/Bonjour) hálózati felderítési szolgáltatás engedélyezéséhez.

# #745
source: Set to ON to enable the cron daemon
hu_hu: Állítsd BE-re a cron démon engedélyezéséhez

# #746
source: Set the password for SSH
hu_hu: A jelszó beállítása SSH-hoz

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
hu_hu: PIN kód kérése a @DISTRONAME@ beállításainak eléréséhez

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
hu_hu: Változtasd meg a PIN kódot a @DISTRONAME@ beállításainak eléréséhez

# #749
source: Overrride the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
hu_hu: Felülírja a vezeték nélküli szabályozási tartományt, hogy a rádió tulajdonságai (csatornák és az átviteli teljesítmény) megfeleljenek a helyi törvényeknek, vagy megfeleljenek a router országos konfigurációjának.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
hu_hu: Az OBEX fájlátvitellel fájlokat tudsz küldeni, például filmeket vagy képeket bluetooth-on keresztül ide: @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
hu_hu: Itt állíthatod be azt a mappát, ahol az OBEX fájlátvitel tárolja a bejövő fájlokat

# #753
source: Configure the 1st keyboard software Variant
hu_hu: Az 1. billenytyűzet szoftver variáns beállítása

# #754
source: Configure the 2nd keyboard software Variant
hu_hu: Az 2. billenytyűzet szoftver variáns beállítása

# #755
source: Auto share external drives / partitions
hu_hu: Külső meghajtók / partíciók automatikus megosztása

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
hu_hu: Tiltsd le a régebbi SMB protokollokat, a minimálisan támogatott protokoll megadásával.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
hu_hu: A régi kliensekkel való visszamenőleges kompatibilitás érdekében tiltsd le az újabb SMB protokollokat.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
hu_hu: Az a NetBIOS csoport, amihez a szerver tartozik. A WORKGROUP az alapértelmezett csoport.

# #760
source: Select an update channel
hu_hu: Frissítési csatorna kiválasztása

# #761
source: Enable to allow entering a custom update url
hu_hu: Saját frissítési url beállításának engedélyezése

# #762
source: Enter a custom update url (url should be the root of the update files)
hu_hu: Saját frissítési url beállítása (az url-nek a frissítési fájlok gyökerében kell lennie)

# #770
source: Select an available version
hu_hu: Egy elérhető verzió kiválasztása

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
hu_hu: A tűzfal blokkolja a kéretlen hálózati fogalmat. Otthoni (alapételmezett) - csak a privát hálózati tartományból (192.168.x.x, 172.16.x.x és 10.x.x.x) engedélyezi a forgalmat. A Nyilvános - minden forgalmat blokkol minden hálózatról. Egyéni - a /storage/.config/iptables fájlban lévő szabályokat alkalmazza. Kikapcsolva - letiltja a tűzfalat.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
hu_hu: Egy új verzió ellenőrzése elküldi a telepített disztribúció, projekt, CPU arch és verzióját a frissítési kiszolgálóhoz. Ezeket az adatokat a projekt alapstatisztikáinak jelentésére is használják. A frissítések ellenőrzésének folytatása a stat jelentések elhagyása mellett tiltsa le ezt a beállítást.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the @DISTRONAME@ device connection context menu.
hu_hu: Állítsa be a tétlenségi időt (percben), mielőtt az eszköz lekapcsolódna (alapértelmezés szerint 0, ha nincs időtúllépés). Azokra az eszközökre vonatkozik, amelyekben a „Készenléti állapot engedélyezése” funkció aktiválva van a @DISTRONAME@ eszközkapcsolat helyi menüjében.

# #774
source: Automatic reconnect previously paired device after booting
hu_hu: A korábban párosított eszköz automatikus újracsatlakoztatása a rendszerindítás után

# #775
source: Automatic change audio output to PULSE when a audio device get connected
hu_hu: A hangkimenet automatikus váltása PULSE-ra, amikor audioeszközt csatlakoztat

# #780
source: Configure hardware settings
hu_hu: Konfigurálja a hardverbeállításokat

# #781
source: Set fan mode (off/auto/manual)
hu_hu: Ventillátor mód (ki/automatikus/kézi)

# #782
source: Set fan speed level
hu_hu: Ventillátor sebességszint

# #785
source: Modify Vendor Bootloader to support all wake-up features such as CEC, Wake-On-LAN, IR, and GPIO wake-up from suspend or power off state!
hu_hu: Módosítsa a Vendor Bootloadert, hogy támogassa az összes ébresztési funkciót, mint például a CEC, Wake-On-LAN, IR és GPIO ébresztés felfüggesztett vagy kikapcsolt állapotból!

# #786
source: Set the IR remote control power button code
hu_hu: Állítsa be az infravörös távirányító bekapcsológomb kódját

# #787
source: Enable/Disable Wake-on-LAN
hu_hu: Wake-on-LAN engedélyezése/letiltása

# #788
source: Enable/Disable USB Power when device is off/suspend
hu_hu: Az USB tápellátás engedélyezése/letiltása, ha az eszköz ki van kapcsolva/felfüggesztett állapotban van

# #789
source: Change device LED behavior
hu_hu: Módosítsa az eszköz LED-ek viselkedését

# #790
source: Enable/Disable VESA display modes
hu_hu: A VESA megjelenítési módok engedélyezése/letiltása

# #791
source: Set CPU governor for all cores
hu_hu: Állítsa be a CPU szabályzást az összes maghoz

# #792
source: Enable/Disable HDD parking on power off/suspend
hu_hu: HDD parking engedélyezése/letiltása kikapcsoláskor/felfüggesztéskor

# #793
source: Time in seconds to wait for the HDD to spin down when parking
hu_hu: Másodpercekben kifejezett várakozási idő, amíg a merevlemez lepörög parkoláskor

# #794
source: Time in minutes/hours until the HDD should enter suspend mode
hu_hu: Az idő percben/órában, amíg a merevlemez felfüggesztett módba lép

# #900
source: Configure eMMC speed mode
hu_hu: eMMC sebesség beállítása

# #901
source: Configure WiFi SoC SDIO speed
hu_hu: Konfigurálja a WiFi SoC SDIO sebességét

# #902
source: Enable/Disable SPI interface
hu_hu: Válaszd ki az IR protokoll típusát a meson-remote-hoz

# #904
source: Configure DVB GPIO support
hu_hu: Válaszd ki az IR protokoll típusát a mezon-távirányítóhoz

# #905
source: Configure Wired Network Interface
hu_hu: Konfiguráld a DVB GPIO támogatást

# #906
source: Choose if IP1001 is assembled
hu_hu: Válaszd ki, ha IP1001 van beszerelve

# #907
source: Switch between using the USB3 interface or the PCIE interface on m.2 connector
hu_hu: Válts az USB3 interfész és a PCIE interfész használata között az m.2 csatlakozón

# #908
source: Choose assembled Smartchip device
hu_hu: Válaszd ki ha Smartchip eszköz van beszerelve

# #909
source: Set to ON to enable service
hu_hu: A szolgáltatás engedélyezéséhez állítsd BE állásba

# #910
source: Set to ON to send invitation to the @DISTRONAME@ developers for remote debugging
hu_hu: Állítsd BE értékre, hogy meghívót küldj a @DISTRONAME@ fejlesztőknek távoli hibakereséshez

# #911
source: Select the SSH key used for access control
hu_hu: Válaszd ki a hozzáférés-vezérléshez használt SSH-kulcsot

# #912
source: Forum username to identify the connection
hu_hu: Fórum felhasználónév a kapcsolat azonosításához

# #913
source: Choose if Motorcomm PHY is assembled
hu_hu: Válaszd ki, hogyha a Motorcomm PHY van beszerelve

# #32001
source: Services
hu_hu: Szolgáltatások

# #32002
source: System
hu_hu: Rendszer

# #32003
source: Interface
hu_hu: Interfész

# #32004
source: Hardware
hu_hu: Hardver

# #32005
source: Updates
hu_hu: Frissítések

# #32009
source: Keyboard
hu_hu: Billentyűzet

# #32010
source: BusyBox Console Keyboard Layout
hu_hu: A BusyBox konzol billentyűzetkiosztása

# #32012
source: Select Action
hu_hu: Válassz tevékenységet

# #32013
source: OS Updates
hu_hu: Rendszerfrissítés

# #32014
source: Automatic Updates
hu_hu: Automatikus Frissítések

# #32015
source: Update Channel
hu_hu: Frissítési Csatorna

# #32016
source: Show Custom Channels
hu_hu: Egyedi csatornák megjelenítése

# #32017
source: - Custom Channel 1
hu_hu: - Egyedi Csatorna 1

# #32018
source: - Custom Channel 2
hu_hu: - Egyedi Csatorna 2

# #32019
source: - Custom Channel 3
hu_hu: - Egyedi Csatorna 3

# #32020
source: Available Versions
hu_hu: Elérhető Verziók

# #32021
source: Submit Statistics
hu_hu: Statisztikák küldése

# #32022
source: Firmware Updates
hu_hu: Firmware frissítése

# #32023
source: Updating will occur once the system is rebooted.
hu_hu: A frissítés a rendszer újraindítása után történik.

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
hu_hu: Frissítse a Raspberry Pi Bootloader EEPROM szoftvert a legújabb verzióra. Ez az opció az újraindítás után automatikusan deaktiválásra kerül. Indítsa újra a rendszert a frissítés alkalmazásához.

# #32026
source: VIA USB3 Firmware
hu_hu: USB3 firmware-n keresztül

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
hu_hu: Frissítse a Raspberry Pi USB-3 firmwaret a legújabb verzióra. Ez az opció az újraindítás után automatikusan deaktiválásra kerül. Indítsa újra a rendszert a frissítés alkalmazásához.

# #32028
source: update from %s to %s
hu_hu: Frissítés %s-ról %s-ra

# #32029
source: up to date: %s
hu_hu: frissítve: %s

# #32030
source: Update To Next Stable
hu_hu: Frissítés a következő stabil verzióra

# #32100
source: Connections
hu_hu: Kapcsolatok

# #32101
source: Network
hu_hu: Hálózat

# #32102
source: Wireless Networks
hu_hu: Vezeték nélküli hálózatok

# #32103
source: Wired Networks
hu_hu: Vezetékes hálózatok

# #32105
source: Active
hu_hu: Aktív

# #32106
source: Username
hu_hu: Felhsználónév

# #32107
source: Passphrase
hu_hu: Jelszó

# #32108
source: Enable 'tethered' Wireless Access Point
hu_hu: 'tethered' Wireless Access Point engedélyezése.

# #32109
source: Connect Automatically
hu_hu: Automatikus Kapcsolódás

# #32110
source: Connection
hu_hu: Kapcsolat

# #32113
source: IP Address Method
hu_hu: IP cím metódus

# #32114
source: IP Address
hu_hu: IP Cím

# #32115
source: Subnet Mask
hu_hu: Alhálózati maszk

# #32116
source: Default Gateway
hu_hu: Alapértelmezett átjáró

# #32117
source: Prefix Length
hu_hu: Adatvédelem

# #32119
source: DNS Servers
hu_hu: DNS szerverek

# #32120
source: Nameserver #1
hu_hu: Névszerver #1

# #32121
source: Nameserver #2
hu_hu: Névszerver #2

# #32122
source: Nameserver #3
hu_hu: Névszerver #3

# #32123
source: NTP Servers
hu_hu: NTP Szerverek

# #32124
source: Timeserver #1
hu_hu: Időszerver #1

# #32125
source: Timeserver #2
hu_hu: Időszerver #2

# #32126
source: Timeserver #3
hu_hu: Időszerver #3

# #32127
source: DNS Domains
hu_hu: DNS Tartományok

# #32128
source: Domain #1
hu_hu: Tartomány #1

# #32129
source: Domain #2
hu_hu: Tartomány #2

# #32130
source: Domain #3
hu_hu: Tartomány #3

# #32140
source: Save
hu_hu: Mentés

# #32141
source: Delete
hu_hu: Törlés

# #32142
source: Refresh
hu_hu: Frissítés

# #32143
source: Disconnect
hu_hu: Szétkapcsolás

# #32144
source: Connect
hu_hu: Kapcsolódás

# #32145
source: Pair
hu_hu: Párosítás

# #32146
source: Hidden Network Name
hu_hu: Rejtett hálózati név

# #32147
source: Wireless Network Passphrase
hu_hu: Vezeték nélküli hálózat jelszava

# #32148
source: Wireless Network Username
hu_hu: Szerkesztés

# #32180
source: Would you like to update @DISTRONAME@ now?
hu_hu: @DISTRONAME@ frissítése most?

# #32181
source: Filename
hu_hu: Fájlnév

# #32182
source: Download speed
hu_hu: Letöltési sebesség

# #32183
source: Time remaining
hu_hu: Hátralévő idő

# #32184
source: Extract file
hu_hu: Fájl kibontása

# #32185
source: Extract speed
hu_hu: Kibontás sebessége

# #32186
source: Initialize Archive File
hu_hu: Archív fájl inicializálása

# #32187
source: New Version
hu_hu: Új Verzió

# #32188
source: Current Version
hu_hu: Jelenlegi Verzió

# #32189
source: Identification
hu_hu: Azonosítás

# #32190
source: System Name
hu_hu: Rendszernév

# #32191
source: Invalid URL
hu_hu: Érvénytelen URL

# #32192
source: PIN lock
hu_hu: PIN Zár

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
hu_hu: Engedélyezze a @DISTRONAME@ beállítások PIN zárat

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
hu_hu: Változtasd meg a @DISTRONAME@ beállítások PIN zárat

# #32196
source: About
hu_hu: Rólunk

# #32202
source: Use Samba Password Authentication
hu_hu: Samba jelszavas azonosítás használata

# #32203
source: Disable SSH Password
hu_hu: SSH jelszó letiltása

# #32204
source: Enable Samba
hu_hu: Samba engedélyezése

# #32205
source: Enable SSH
hu_hu: SSH engedélyezése

# #32206
source: Enable Avahi (Zeroconf)
hu_hu: Avahi (Zeroconf) engedélyezése

# #32208
source: Hidden Wlan
hu_hu: Rejtett Wlan

# #32209
source: SSH Password
hu_hu: SSH jelszó

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
hu_hu: Az alapértelmezett SSH-jelszó széles körben ismert és nem biztonságos.[CR][CR]Saját jelszó beállítása javasolt.

# #32212
source: Cancel
hu_hu: Törlés

# #32213
source: Keep Existing
hu_hu: Meglévő megtartása

# #32214
source: Set Password
hu_hu: Jelszó beállítása

# #32215
source: Workgroup name
hu_hu: Munkacsoport neve

# #32216
source: Auto-Share External Drives
hu_hu: Külső meghajtók automatikus megosztása

# #32217
source: Minimum supported protocol
hu_hu: Legkisebb támogatott protokoll

# #32218
source: Maximum supported protocol
hu_hu: Legnagyobb támogatott protokoll

# #32220
source: Bad password!
hu_hu: Helytelen jelszó!
