Repository: xgrind/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: hu_hu

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
hu_hu: A beírt jelszó túl gyenge.[CR]Az SSH jelszó változatlan maradt.

# #32222
source: Password changed!
hu_hu: Jelszó módosítva!

# #32223
source: The SSH password has been successfully changed.
hu_hu: Az SSH jelszó módosítása sikeres.

# #32224
source: Unknown error!
hu_hu: Ismeretlen hiba!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
hu_hu: Hiba történt a folyamat során.[CR]SSH jelszó változatlan.

# #32226
source: Enter new 4 digit PIN
hu_hu: Add meg az új 4 jegyű PIN kódot

# #32227
source: Re-enter PIN
hu_hu: Add meg újra a PIN kódot

# #32228
source: Error - PIN codes did not match!
hu_hu: HIBA - PIN kódok nem egyeznek!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
hu_hu: @DISTRONAME@ beállítások PIN-kód nincs beállítva.[CR][CR] Próbálkozz újra.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
hu_hu: @DISTRONAME@ beállítások PIN-kód beállítva.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
hu_hu: A @DISTRONAME@ Beállítások PIN-kódja módosítva lett:

# #32232
source: Error - PIN code not 4 digits!
hu_hu: HIBA - PIN-kód nem 4 számjegyű!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
hu_hu: A @DISTRONAME@ Beállítások zárolva [CR]Add meg a 4 jegyű PIN-kódot

# #32234
source: Incorrect PIN!
hu_hu: Helytelen PIN-kód!

# #32235
source: attempts remaining.
hu_hu: próbálkozásod maradt.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
hu_hu: Túl sokszor adtál meg rossz PIN-kódot.[CR][CR]Várj 5 percet és utána újra próbálkozhatsz.

# #32237
source: @DISTRONAME@ Settings Locked!
hu_hu: @DISTRONAME@ beállítások zárolva!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
hu_hu: Hátralévő idő a PIN megadása előtt: %02d:%02d[CR][CR]Túl sok sikertelen próbálkozás.

# #32240
source: Wireless Regulatory Domain
hu_hu: Vezeték nélküli szabályozási tartomány

# #32300
source: Welcome to @DISTRONAME@
hu_hu: A @DISTRONAME@ üdvözöl!

# #32301
source: Welcome
hu_hu: Üdvözlünk!

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
hu_hu: A varázsló végigvezet az új @DISTRONAME@ telepítés beállításán - tartózkodási helyed és időzónád beállítása és csatlakozás az internethez.[CR][CR]Ezek a beállítások késbőbb megváltoztathatóak, ha elnavigálsz a Programok > @DISTRONAME@ beállítások-hoz.

# #32303
source: Next
hu_hu: Következő

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
hu_hu: Ahhoz, hogy a hálózaton könnyen azonosítható legyen, az új @DISTRONAME@ gépednek szüksége van egy névre.[CR][CR]Próbálj valami értelmeset kiválasztani - például, hogy melyik szobában van - így tudni fogod, mi az, amikor látod a hálózaton.[CR][CR]Ezt a nevet használjuk a hálózati szolgáltatások beállításához, mint például a Samba file megosztás.

# #32305
source: Networking
hu_hu: Hálózat

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
hu_hu: Ahhoz, hogy háttereket, bannereket és előnézeti képeket tölthess le a moziflimjeidhez és sorozataidhoz és hogy online tartalom sugárzást nézhess olyan oldalakról, mint a YouTube, szükséges, hogy a @DISTRONAME@ csatlakozzon az internethez.[CR][CR]Szintén internetre van szükség ahhoz, hogy a @DISTRONAME@ automatikusan frissíthesse önmagát.

# #32307
source: Previous
hu_hu: Előző

# #32308
source: Hostname:
hu_hu: Rendszernév:

# #32309
source: The following Networks are currently available:
hu_hu: A következő hálózatok érhetőek el:

# #32310
source: Language:
hu_hu: Nyelv:

# #32311
source: Sharing and Remote Access
hu_hu: Megosztás és Távoli hozzáférés

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
hu_hu: A @DISTRONAME@ támogatja az SSH-t is a távoli hozzáféréshez. Tapasztalt felhasználók részére, akik a @DISTRONAME@ alatt futó operációs rendszert szeretnék elérni. Az alapértelmezett felhasználó a [COLOR blue]root[/COLOR], a jelszava pedig: [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
hu_hu: Azért, hogy megoszthasd a fájljaidat, a @DISTRONAME@ tartalmaz egy beépített Samba szervert. Ez a Samba szerver beilleszthető a helyi hálózatodba és ismerős módon érhető el Finder-el vagy Windows Explorer-rel.

# #32316
source: Configure Services:
hu_hu: Szolgáltatások beállítása:

# #32317
source: Thank you
hu_hu: Köszönjük!

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
hu_hu: A @ DISTRONAME @ telepítése befejeződött, és hamarosan belép a Kodiba, ahol beállíthatja a médiakönyvtárakat. Ennek segítségére egy útmutató található a wiki.kodi.tv weboldalon.[CR][CR]@DISTRONAME@ egy fejlesztői csapat fejlesztette ki, aki tisztán szabadidejében dolgozik.[CR][CR]Végül reméljük, hogy élvezni fogod a @DISTRONAME@ használatát annyira, mint mi élveztük az építést. Ha további segítségre van szükséged, linkeket találsz a támogatási fórumunkhoz, és friss híreket a weboldalunkon.

# #32320
source: Enable Cron
hu_hu: Cron engedélyezése

# #32323
source: Reset to Defaults
hu_hu: Alaphelyzetbe állítás

# #32324
source: Reset System Settings to defaults
hu_hu: Rendszerbeállítások visszaállítása alaphelyzetbe

# #32325
source: Reset @DISTRONAME@ to defaults
hu_hu: A @DISTRONAME@ visszaállítása alaphelyzetbe

# #32326
source: Are you sure?
hu_hu: Biztos vagy benne?

# #32328
source: The system must reboot.
hu_hu: Újraindítás szükséges.

# #32329
source: Rebooting in %d seconds
hu_hu: Újraindítás %d másodperc múlva

# #32330
source: Keyboard Type
hu_hu: Billentyűzet típusa

# #32333
source: Connected:
hu_hu: Csatlakoztatva:

# #32334
source: Yes
hu_hu: Igen

# #32335
source: No
hu_hu: Nem

# #32338
source: No Bluetooth adapter found.
hu_hu: Nem található Bluetooth adapter.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
hu_hu: Nem található bluetooth eszköz.Állítsd bluetooth eszközöd felfedezhetőre[CR]és indítsd el a keresést

# #32343
source: Enter the following Key on your Device.
hu_hu: Írd be a következő kódot a készülékedbe.

# #32344
source: Enable Bluetooth
hu_hu: Bluetooth engedélyezése

# #32346
source: Bluetooth is disabled
hu_hu: Bluetooth kikapcsolva

# #32358
source: Trust and Connect
hu_hu: Megbízás és csatlakozás

# #32362
source: Check for updates now:
hu_hu: Frissítések keresése most:

# #32364
source: Update available
hu_hu: Frissítés elérhető

# #32365
source: Show Update Notifications
hu_hu: Frissítési értesítések megjelenítése

# #32366
source: Update Download Completed
hu_hu: Frissítés letöltése befejezve

# #32367
source: Update Extract Complete
hu_hu: Frissítés kibontása befejezve

# #32368
source: Advanced Network Settings
hu_hu: Haladó hálózati beállítások

# #32369
source: Wait for network before starting Kodi
hu_hu: Várakozás a hálózatra a Kodi indítása előtt

# #32370
source: Maximum Wait Time (Sec.)
hu_hu: Maximális várakozási idő (mp.)

# #32371
source: Backup
hu_hu: Biztonsági mentés

# #32372
source: Create System and Kodi Backup
hu_hu: Rendszer és Kodi biztonsági mentése

# #32373
source: Restore Backup
hu_hu: Biztonsági mentés visszaállítása

# #32375
source: Backup Progress
hu_hu: Biztonsági mentés állapota

# #32376
source: Submit Log
hu_hu: Napló küldése

# #32377
source: Upload latest Kodi log and configs, and view the short URL
hu_hu: A legutóbbi Kodi logok és konfiguráció feltöltése és a rövid url megtekintése.

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
hu_hu: A legutóbbi Kodi összeomlási logok és konfiguráció feltöltése és a rövid url megtekintése.

# #32379
source: There is not enough free storage space to continue!
hu_hu: Nincs elegendő szabad tárhely a folytatáshoz!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
hu_hu: Rendszerbeállítások visszaállításához újraindítás szükséges. Biztosan visszaállítja?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
hu_hu: Fogadja a bejövő Bluetooth fájlátvitelt ?

# #32382
source: Speed
hu_hu: Sebesség

# #32383
source: Play Files ?
hu_hu: Fájlok lejátszása ?

# #32384
source: OBEX Enabled
hu_hu: OBEX bekapcsolva

# #32385
source: OBEX Upload Folder
hu_hu: OBEX feltöltési mappa

# #32386
source: Keyboard Layout Variant #1
hu_hu: Billentyűzetkiosztás #1 változat

# #32387
source: Keyboard Layout Variant #2
hu_hu: Billentyűzetkiosztás #2 változat

# #32388
source: Enable Standby
hu_hu: Készenlét engedélyezése

# #32389
source: Disable Standby
hu_hu: Készenlét tiltása

# #32390
source: Settings addon is not yet ready, please try again later.
hu_hu: A beállítás kiegészítő még nem áll rendelkezésre, próbáld meg később.

# #32391
source: Upload configs and other debug info without logs, and view the short URL
hu_hu: Tölts fel konfigurációkat és egyéb hibakeresési információkat naplók nélkül, és tekintsd meg a rövid URL-t

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
hu_hu: ** CSÖKKENTETT MÓD! ** CSÖKKENTETT MÓD! ** CSÖKKENTETT MÓD! **

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://discourse.coreelec.org if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > @DISTRONAME@ > System > Submit Log.
hu_hu: A @DISTRONAME@ a Kodi ismétlődő összeomlása miatt ideiglenesen csökkentett módban indult.[CR][CR]Mostantól kivizsgálhatja az összeomlások okát az ssh vagy a Samba engedélyezésével.[CR][CR]Az eredeti Kodi-telepítés a következőn érhető el: "/storage/.kodi.FAILED" és a Samba "Kodi-Failed" megosztáson.[CR][CR]Az újraindítás visszatér az eredeti Kodi-telepítéshez.[CR][CR]Lépjen a https:// oldalra. discourse.coreelec.org, ha további segítségre van szüksége. Amikor ír a fórumon, adja meg a hibanapló hivatkozását, amelyet a Beállítások > @DISTRONAME@ > Rendszer > Napló elküldése menüpont alatti összeomlási napló opcióra kattintva tekinthet meg.

# #32395
source: Firewall
hu_hu: Tűzfal

# #32396
source: Custom
hu_hu: Egyéni

# #32397
source: Off
hu_hu: Kikapcsolva

# #32398
source: Home
hu_hu: Kezdőlap

# #32399
source: Public
hu_hu: Nyilvános

# #32400
source: Idle Timeout
hu_hu: Tétlenségi Időtúllépés

# #32401
source: Connect paired devices
hu_hu: Csatlakozás a párosított eszközökhöz

# #32402
source: Switch audio device on connection
hu_hu: Kapcsolja be az audioeszközt a csatlakozáshoz

# #32500
source: Fan
hu_hu: Ventillátor

# #32501
source: Power
hu_hu: Áram

# #32502
source: Display
hu_hu: Kijelző

# #32503
source: Performance
hu_hu: Teljesítmény

# #32506
source: Device Tree
hu_hu: Eszköz felépítés

# #32510
source: Fan Mode
hu_hu: Ventillátor mód

# #32511
source: Speed Level
hu_hu: Sebességszint

# #32515
source: Inject BL30 Blob
hu_hu: Beillesztés a BL30 Blob-ba

# #32516
source: IR Remote Power Code
hu_hu: IR távirányító kikapcsolási kód

# #32517
source: Wake-on-LAN
hu_hu: Ébresztés Lan-ról

# #32518
source: USB Power
hu_hu: USB áram

# #32519
source: System LED
hu_hu: Rendszer LED

# #32520
source: VESA modes
hu_hu: Vesa mód

# #32521
source: CPU governor
hu_hu: CPU irányítás

# #32522
source: Parking
hu_hu: Parkolás

# #32523
source: Parking Time
hu_hu: Parkolási idő

# #32524
source: Idle Time
hu_hu: Holtidő

# #32525
source: eMMC Speed Mode
hu_hu: eMMC sebesség mód

# #32526
source: WiFi SoC SDIO Speed
hu_hu: WiFi SoC SDIO sebesség

# #32527
source: Red LED
hu_hu: Vörös LED

# #32529
source: IR Protocol Type
hu_hu: IR protokoll típus

# #32530
source: DVB GPIO Support
hu_hu: DVB GPIO támogatás

# #32531
source: Wired Network Interface
hu_hu: Vezetékes hálózati interfész

# #32532
source: Green LED
hu_hu: Zöld LED

# #32534
source: VIM3 USB3/PCIE Switch
hu_hu: VIM3 USB3/PCIE kapcsoló

# #33510
source: Warning!
hu_hu: Figyelmeztetés!

# #33511
source: Continue
hu_hu: Folytatás

# #33512
source: Finished!
hu_hu: Befejezve

# #33513
source: Notice!
hu_hu: Értesítés!

# #33514
source: Error!
hu_hu: Hiba!

# #33515
source: Inject Bootloader BL30 Blob...
hu_hu: Betöltés a Bootloader BL30 Blob-ba...

# #33516
source: [B][COLOR red]Note: This will modify the firmware on your device.[/COLOR][/B][CR]The BL30 bootloader blob has been customized by the @DISTRONAME@ Team to support all features used to wake a device from a suspend or power off state!
hu_hu: [B][COLOR red]Megjegyzés: Ezzel módosítja az eszköz firmware-jét.[/COLOR][/B][CR]A BL30 rendszerbetöltő blobot a @DISTRONAME@ csapata testreszabta, hogy támogassa az összes olyan funkciót, amellyel az eszköz felébreszthető. felfüggesztés vagy kikapcsolt állapotból!

# #33517
source: Finished update of the BL30 on internal eMMC.[CR]A reboot is now required!
hu_hu: A BL30 frissítése befejeződött a belső eMMC-n.[CR]Most újra kell indítani az eszközt!

# #33518
source: Error [%d] has occurred while using the 'inject_BL30' tool![CR]See '/storage/inject_BL30.log' for details.
hu_hu: [%d] hiba történt az 'inject_BL30' eszköz használata közben![CR]A részletekért lásd: '/storage/inject_BL30.log'.

# #33519
source: System is not supported by BL30 injection![CR]See '/storage/inject_BL30.log' for details.
hu_hu: A rendszer a BL30 injektálást nem támogatja![CR]A részletekért lásd: '/storage/inject_BL30.log'.

# #33520
source: Update of BL30 on eMMC is not needed.
hu_hu: A BL30 frissítése az eMMC-n nem szükséges.

# #33521
source: [B][COLOR red]Note: This will remove the BL30 injection on your device.[/COLOR][CR]The injected BL30 bootloader blob will be removed by the backup done automatically before injection.[/B]
hu_hu: [B][COLOR red]Megjegyzés: Ezzel eltávolítja a BL30 injektálást az eszközről.[/COLOR][CR]A beinjektált BL30 rendszerindító blobot az injekció előtt automatikusan elvégzett biztonsági mentés eltávolítja.[/B]

# #33522
source: Finished remove of the BL30 on internal eMMC.[CR]A reboot is now required!
hu_hu: A BL30 eltávolítása befejeződött a belső eMMC-n.[CR]Most újra kell indítani az eszközt!

# #33523
source: Finished update of /flash/dtb.img.[CR]A reboot is now required!
hu_hu: A /flash/dtb.img frissítése befejeződött.[CR]Most újra kell indítani az eszközt!

# #33524
source: [COLOR red]Are you sure to change this value?[/COLOR][CR]Please enter confirmation code '%s'
hu_hu: [COLOR red]Biztosan módosítja ezt az értéket?[/COLOR][CR]Kérjük, írja be a megerősítő kódot: „%s”

# #33525
source: Terminal sharing
hu_hu: Terminálmegosztás

# #33526
source: Enable terminal sharing
hu_hu: Terminálmegosztás engedélyezése

# #33527
source: Send invitation to @DISTRONAME@ developers
hu_hu: Meghívó küldése a @DISTRONAME@ fejlesztőknek

# #33528
source: Hint: enable this option only when requested by team @DISTRONAME@
hu_hu: Tipp: csak akkor engedélyezze ezt az opciót, ha a @DISTRONAME@ csapat kéri

# #33529
source: Access control key
hu_hu: Beléptető kulcs

# #33530
source: Connection name
hu_hu: Kapcsolat neve
